/**
 * Russian translation for bootstrap-datetimepicker
 * Demin Sergei <zergend@gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['ru-RU'] = {
		days: ["Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресенье", "Понедельник"],
		daysShort: ["Пнд", "Втр", "Срд", "Чтв", "Птн", "Сбт", "Вск", "Пнд"],
		daysMin: ["Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс", "Пн"],
		months: ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
		monthsShort: ["Янв", "Вев", "Мар", "Апр", "Май", "Июн", "Июл", "Авг", "Сен", "Окт", "Ноя", "Дек"],
		today: "Сегодня"
	};
}(jQuery));
